Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ZapperHint.Text
source: How the zapper leaves ad breaks and speech on the station you are listening to, and what it does once the break is over.
ar_sa: كيف يترك المبدِّل الفواصل الإعلانية والكلام في المحطة التي تستمع إليها، وماذا يفعل بعد انتهاء الفاصل.
cs_cz: Jak zapper opouští reklamní bloky a mluvené slovo na stanici, kterou posloucháte, a co udělá, když přestávka skončí.
da_dk: Hvordan zapperen forlader reklamepauser og snak på den station, du lytter til, og hvad den gør, når pausen er ovre.
de_de: Wie der Zapper Werbepausen und Wortbeiträge auf dem Sender verlässt, den du hörst, und was er tut, wenn die Pause vorbei ist.
el_gr: Πώς ο zapper αφήνει τα διαφημιστικά διαλείμματα και την ομιλία στον σταθμό που ακούτε και τι κάνει όταν τελειώσει το διάλειμμα.
fi_fi: Miten zapperi väistää mainoskatkot ja puheen kuuntelemallasi asemalla ja mitä se tekee katkon päätyttyä.
fr_fr: Comment le zappeur quitte les pages de pub et les paroles sur la station que vous écoutez, et ce qu’il fait une fois la pause terminée.
he_il: איך הזאפר עוזב הפסקות פרסומות ודיבור בתחנה שאתם מאזינים לה, ומה הוא עושה כשההפסקה נגמרת.
hi_in: ज़ैपर आपके सुने जा रहे स्टेशन के विज्ञापन ब्रेक और बातचीत से कैसे हटता है, और ब्रेक खत्म होने पर क्या करता है।
hu_hu: Hogyan hagyja el a zapper a reklámblokkokat és a beszédet a hallgatott állomáson, és mit tesz, ha a szünet véget ért.
id_id: Cara zapper meninggalkan jeda iklan dan obrolan di stasiun yang Anda dengarkan, dan apa yang dilakukannya setelah jeda selesai.
ja_jp: 聴いている局の CM やトークからザッパーがどう離れるか、そして区切りが終わったあとにどうするかを設定します。
ko_kr: 재퍼가 듣고 있는 방송국의 광고와 멘트를 어떻게 피하는지, 그리고 광고가 끝나면 무엇을 하는지 설정합니다.
nb_no: Hvordan zapperen forlater reklamepauser og prat på stasjonen du lytter på, og hva den gjør når pausen er over.
nl_nl: Hoe de zapper reclameblokken en gepraat verlaat op de zender waar je naar luistert, en wat hij doet als het blok voorbij is.
pl_pl: Jak zapper omija bloki reklamowe i mowę na słuchanej stacji i co robi po zakończeniu przerwy.
pt_br: Como o zapper sai dos intervalos comerciais e das falas na estação que você está ouvindo, e o que ele faz quando o intervalo termina.
ro_ro: Cum părăsește zapperul pauzele publicitare și vorba de pe postul ascultat și ce face după ce pauza s-a terminat.
ru_ru: Как заппер уходит от рекламы и разговоров на станции, которую вы слушаете, и что он делает, когда пауза закончилась.
sk_sk: Ako zapper opúšťa reklamné bloky a hovorené slovo na stanici, ktorú počúvate, a čo urobí, keď prestávka skončí.
sv_se: Hur zappern lämnar reklamavbrott och prat på stationen du lyssnar på, och vad den gör när avbrottet är över.
th_th: วิธีที่ Zapper หลีกเลี่ยงช่วงโฆษณาและเสียงพูดบนสถานีที่คุณฟังอยู่ และสิ่งที่ทำเมื่อช่วงพักจบลง
tr_tr: Zapper'ın dinlediğiniz istasyondaki reklam aralarından ve konuşmalardan nasıl kaçtığı ve ara bittiğinde ne yaptığı.
uk_ua: Як запер залишає рекламні паузи та розмови на станції, яку ви слухаєте, і що він робить, коли пауза закінчується.
vi_vn: Cách zapper tránh quảng cáo và lời nói trên đài bạn đang nghe, và những gì nó làm khi hết quảng cáo.
zh_tw: 轉台器如何避開您正在收聽電台的廣告和談話，以及廣告結束後要做什麼。

# ZapperSwitch.Header
source: Zap on ad breaks and speech
ar_sa: التبديل عند الإعلانات والكلام
cs_cz: Přepínat při reklamě a mluveném slovu
da_dk: Zap ved reklamer og snak
de_de: Bei Werbung und Wortbeiträgen zappen
el_gr: Αλλαγή σταθμού σε διαφημίσεις και ομιλία
fi_fi: Vaihda kanavaa mainosten ja puheen aikana
fr_fr: Zapper pendant la pub et les paroles
he_il: מעבר בזמן פרסומות ודיבור
hi_in: विज्ञापन और बातचीत पर स्टेशन बदलें
hu_hu: Váltás reklámnál és beszédnél
id_id: Pindah saat iklan dan obrolan
ja_jp: CM とトークでザップする
ko_kr: 광고와 멘트 때 채널 전환
nb_no: Zapp ved reklame og prat
nl_nl: Zappen bij reclame en gepraat
pl_pl: Przełączaj przy reklamach i mowie
pt_br: Zapear em comerciais e falas
ro_ro: Schimbă la reclame și vorbă
ru_ru: Переключаться во время рекламы и разговоров
sk_sk: Prepínať pri reklame a hovorenom slove
sv_se: Zappa vid reklam och prat
th_th: เปลี่ยนสถานีเมื่อมีโฆษณาและเสียงพูด
tr_tr: Reklam ve konuşmada kanal değiştir
uk_ua: Перемикати під час реклами та розмов
vi_vn: Chuyển kênh khi quảng cáo và nói chuyện
zh_tw: 遇到廣告和談話時轉台

# ZapBackHeading.Text
source: After a break
ar_sa: بعد الفاصل
cs_cz: Po přestávce
da_dk: Efter en pause
de_de: Nach einer Pause
el_gr: Μετά από διάλειμμα
fi_fi: Katkon jälkeen
fr_fr: Après une pause
he_il: אחרי הפסקה
hi_in: ब्रेक के बाद
hu_hu: Szünet után
id_id: Setelah jeda
ja_jp: 区切りのあと
ko_kr: 광고가 끝난 후
nb_no: Etter en pause
nl_nl: Na een blok
pl_pl: Po przerwie
pt_br: Depois de um intervalo
ro_ro: După o pauză
ru_ru: После паузы
sk_sk: Po prestávke
sv_se: Efter ett avbrott
th_th: หลังช่วงพัก
tr_tr: Aradan sonra
uk_ua: Після паузи
vi_vn: Sau quảng cáo
zh_tw: 廣告結束後

# ZapBackRadio.Content
source: Go back to the station the break was on, once the song on the station it landed on is over
ar_sa: العودة إلى المحطة التي كان فيها الفاصل، بعد انتهاء الأغنية في المحطة التي تم التبديل إليها
cs_cz: Vrátit se na stanici s přestávkou, až skončí písnička na stanici, kam se přepnulo
da_dk: Gå tilbage til stationen med pausen, når sangen på den station, der blev landet på, er slut
de_de: Zurück zum Sender mit der Pause, sobald das Lied auf dem Sender, auf dem er gelandet ist, zu Ende ist
el_gr: Επιστροφή στον σταθμό με το διάλειμμα, όταν τελειώσει το τραγούδι στον σταθμό όπου έγινε η μετάβαση
fi_fi: Palaa katkon asemalle, kun kappale asemalla, jolle vaihdettiin, on loppunut
fr_fr: Revenir à la station de la pause, une fois terminé le morceau de la station où il a atterri
he_il: חזרה לתחנה שבה הייתה ההפסקה, כשהשיר בתחנה שאליה עברו מסתיים
hi_in: जिस स्टेशन पर गए थे उसका गाना खत्म होने पर, ब्रेक वाले स्टेशन पर वापस जाएँ
hu_hu: Vissza arra az állomásra, ahol a szünet volt, amikor véget ér a dal azon az állomáson, ahová váltott
id_id: Kembali ke stasiun yang sedang jeda, setelah lagu di stasiun tujuan selesai
ja_jp: 移った先の局の曲が終わったら、区切りのあった局に戻る
ko_kr: 옮겨 간 방송국의 노래가 끝나면 광고가 나오던 방송국으로 돌아가기
nb_no: Gå tilbake til stasjonen med pausen når sangen på stasjonen det ble zappet til, er ferdig
nl_nl: Terug naar de zender met het blok, zodra het nummer op de zender waar hij landde voorbij is
pl_pl: Wróć do stacji, na której była przerwa, gdy skończy się piosenka na stacji docelowej
pt_br: Voltar para a estação do intervalo quando terminar a música da estação onde ele parou
ro_ro: Revino la postul cu pauza, după ce se termină melodia de pe postul pe care s-a ajuns
ru_ru: Вернуться на станцию, где была пауза, когда закончится песня на станции, куда переключились
sk_sk: Vrátiť sa na stanicu s prestávkou, keď skončí pesnička na stanici, kam sa prepnulo
sv_se: Gå tillbaka till stationen som hade avbrottet, när låten på stationen du hamnade på är slut
th_th: กลับไปยังสถานีที่มีช่วงพัก เมื่อเพลงบนสถานีที่เปลี่ยนไปจบลง
tr_tr: Geçilen istasyondaki şarkı bitince aranın olduğu istasyona geri dön
uk_ua: Повертатися на станцію з паузою, щойно закінчиться пісня на станції, куди він перемкнув
vi_vn: Quay lại đài có quảng cáo khi bài hát trên đài vừa chuyển sang kết thúc
zh_tw: 等轉入電台的歌曲結束後，回到播廣告的電台

# ZapStayRadio.Content
source: Stay on the station it landed on
ar_sa: البقاء في المحطة التي تم التبديل إليها
cs_cz: Zůstat na stanici, kam se přepnulo
da_dk: Bliv på den station, der blev landet på
de_de: Auf dem Sender bleiben, auf dem er gelandet ist
el_gr: Παραμονή στον σταθμό όπου έγινε η μετάβαση
fi_fi: Jää asemalle, jolle vaihdettiin
fr_fr: Rester sur la station où il a atterri
he_il: הישארות בתחנה שאליה עברו
hi_in: जिस स्टेशन पर गए थे उसी पर रहें
hu_hu: Maradás azon az állomáson, ahová váltott
id_id: Tetap di stasiun tujuan
ja_jp: 移った先の局にとどまる
ko_kr: 옮겨 간 방송국에 머무르기
nb_no: Bli på stasjonen det ble zappet til
nl_nl: Blijven op de zender waar hij landde
pl_pl: Zostań na stacji docelowej
pt_br: Ficar na estação onde ele parou
ro_ro: Rămâi pe postul pe care s-a ajuns
ru_ru: Остаться на станции, куда переключились
sk_sk: Zostať na stanici, kam sa prepnulo
sv_se: Stanna på stationen du hamnade på
th_th: อยู่ที่สถานีที่เปลี่ยนไป
tr_tr: Geçilen istasyonda kal
uk_ua: Залишатися на станції, куди він перемкнув
vi_vn: Ở lại đài vừa chuyển sang
zh_tw: 留在轉入的電台

# CrossfadeHeading.Text
source: Crossfade
ar_sa: التلاشي المتقاطع
cs_cz: Prolínání
de_de: Überblenden
el_gr: Διασταυρούμενο σβήσιμο
fi_fi: Ristihäivytys
fr_fr: Fondu enchaîné
he_il: מעבר הדרגתי
hi_in: क्रॉसफ़ेड
hu_hu: Áttűnés
ja_jp: クロスフェード
ko_kr: 크로스페이드
nb_no: Krysstoning
pl_pl: Przenikanie
ro_ro: Tranziție graduală
ru_ru: Плавный переход
sk_sk: Prelínanie
sv_se: Övertoning
th_th: ครอสเฟด
tr_tr: Geçiş efekti
uk_ua: Плавний перехід
vi_vn: Chuyển tiếp mượt
zh_tw: 交叉淡化

# CrossfadeText.Text
source: Fades from one station into the other instead of cutting over. The fade out ends before the break starts, so no ad leaks in. A station that plays live instead of from the time-shift buffer is still cut off, because its break can already be heard.
ar_sa: ينتقل تدريجيًا من محطة إلى أخرى بدلًا من القطع المفاجئ. ينتهي التلاشي قبل بدء الفاصل، فلا يتسرب أي إعلان. المحطة التي تُشغَّل مباشرة وليس من المخزن المؤقت للإزاحة الزمنية تُقطع فجأة مع ذلك، لأن فاصلها مسموع بالفعل.
cs_cz: Plynule přejde z jedné stanice do druhé místo ostrého střihu. Ztlumení skončí před začátkem přestávky, takže žádná reklama neprosákne. Stanice, která hraje živě a ne z vyrovnávací paměti časového posunu, je stále useknuta, protože její přestávku už je slyšet.
da_dk: Toner fra den ene station over i den anden i stedet for at klippe. Udtoningen slutter, før pausen begynder, så ingen reklame slipper igennem. En station, der spiller live i stedet for fra tidsforskydningsbufferen, klippes stadig, fordi dens pause allerede kan høres.
de_de: Blendet von einem Sender in den anderen über, statt hart umzuschalten. Das Ausblenden endet, bevor die Pause beginnt, sodass keine Werbung durchkommt. Ein Sender, der live statt aus dem Time-Shift-Puffer läuft, wird weiterhin abgeschnitten, weil seine Pause schon zu hören ist.
el_gr: Περνά σταδιακά από τον έναν σταθμό στον άλλο αντί για απότομη αλλαγή. Το σβήσιμο τελειώνει πριν αρχίσει το διάλειμμα, οπότε δεν περνά καμία διαφήμιση. Ένας σταθμός που παίζει ζωντανά αντί από την προσωρινή μνήμη χρονικής μετατόπισης κόβεται ακόμη απότομα, επειδή το διάλειμμά του ακούγεται ήδη.
fi_fi: Häivyttää asemalta toiselle katkaisemisen sijaan. Häivytys päättyy ennen katkon alkua, joten mainoksia ei pääse läpi. Suorana eikä aikasiirtopuskurista soiva asema katkaistaan edelleen, koska sen katko kuuluu jo.
fr_fr: Passe d’une station à l’autre en fondu au lieu d’une coupure nette. Le fondu de sortie se termine avant le début de la pause, pour qu’aucune pub ne passe. Une station écoutée en direct plutôt que depuis la mémoire tampon est toujours coupée net, car sa pause s’entend déjà.
he_il: עובר בהדרגה מתחנה אחת לשנייה במקום לחתוך. הדעיכה מסתיימת לפני שההפסקה מתחילה, כך שאף פרסומת לא מסתננת. תחנה שמושמעת בשידור חי ולא ממאגר הסטת הזמן עדיין נחתכת, כי ההפסקה שלה כבר נשמעת.
hi_in: एक स्टेशन से दूसरे पर अचानक काटने के बजाय धीरे-धीरे बदलता है। फ़ेड आउट ब्रेक शुरू होने से पहले खत्म हो जाता है, इसलिए कोई विज्ञापन अंदर नहीं आता। जो स्टेशन टाइम-शिफ़्ट बफ़र के बजाय लाइव चल रहा है, उसे अब भी अचानक काटा जाता है, क्योंकि उसका ब्रेक पहले से सुनाई दे रहा है।
hu_hu: Az egyik állomásból áttűnik a másikba vágás helyett. A halkulás a szünet kezdete előtt véget ér, így reklám nem szivárog be. Az élőben, nem az időeltolási pufferből szóló állomást továbbra is elvágja, mert annak szünete már hallható.
id_id: Memudarkan satu stasiun ke stasiun lain alih-alih memotong langsung. Pemudaran keluar selesai sebelum jeda dimulai, jadi tidak ada iklan yang bocor. Stasiun yang diputar langsung, bukan dari buffer pergeseran waktu, tetap dipotong, karena jedanya sudah terdengar.
ja_jp: 局を急に切り替えず、フェードでつなぎます。フェードアウトは区切りが始まる前に終わるので、CM が漏れ聞こえることはありません。タイムシフト バッファーからではなくライブで再生中の局は、区切りがすでに聞こえているため、これまでどおり切り替わります。
ko_kr: 뚝 끊지 않고 한 방송국에서 다른 방송국으로 서서히 넘어갑니다. 페이드아웃은 광고가 시작되기 전에 끝나므로 광고가 새어 나오지 않습니다. 타임시프트 버퍼가 아니라 생방송으로 재생 중인 방송국은 광고가 이미 들리므로 여전히 바로 끊습니다.
nb_no: Toner fra én stasjon over i den andre i stedet for å klippe. Uttoningen slutter før pausen begynner, så ingen reklame lekker inn. En stasjon som spilles direkte i stedet for fra tidsforskyvningsbufferen, klippes fortsatt, fordi pausen allerede høres.
nl_nl: Laat de ene zender in de andere overlopen in plaats van hard te wisselen. Het uitfaden is klaar voordat het blok begint, zodat er geen reclame doorheen komt. Een zender die live speelt in plaats van uit de time-shift-buffer wordt nog steeds afgekapt, omdat zijn blok al te horen is.
pl_pl: Płynnie przechodzi z jednej stacji w drugą zamiast ostrego cięcia. Wyciszanie kończy się przed początkiem przerwy, więc żadna reklama się nie przebija. Stacja odtwarzana na żywo, a nie z bufora przesunięcia czasowego, jest nadal ucinana, bo jej przerwę już słychać.
pt_br: Passa de uma estação para a outra com uma transição suave em vez de um corte seco. O fade de saída termina antes de o intervalo começar, então nenhum comercial vaza. Uma estação tocada ao vivo em vez do buffer continua sendo cortada, porque o intervalo dela já está sendo ouvido.
ro_ro: Trece treptat de la un post la altul în loc să taie brusc. Estomparea se termină înainte de începutul pauzei, așa că nicio reclamă nu se strecoară. Un post redat în direct, nu din bufferul de decalaj, este tot tăiat, pentru că pauza lui se aude deja.
ru_ru: Плавно переходит от одной станции к другой, а не обрывает звук. Затухание заканчивается до начала паузы, поэтому реклама не просачивается. Станция, которая играет в прямом эфире, а не из буфера сдвига, всё равно обрывается, потому что её пауза уже слышна.
sk_sk: Plynule prejde z jednej stanice do druhej namiesto ostrého strihu. Stíšenie skončí pred začiatkom prestávky, takže žiadna reklama neprenikne. Stanica, ktorá hrá naživo a nie z vyrovnávacej pamäte časového posunu, sa stále odstrihne, pretože jej prestávku už počuť.
sv_se: Tonar över från en station till den andra i stället för att klippa. Uttoningen slutar innan avbrottet börjar, så ingen reklam läcker in. En station som spelas live i stället för från tidsförskjutningsbufferten klipps fortfarande, eftersom dess avbrott redan hörs.
th_th: ค่อย ๆ เปลี่ยนจากสถานีหนึ่งไปอีกสถานีแทนการตัดทันที การลดเสียงจะจบก่อนช่วงพักเริ่ม จึงไม่มีโฆษณาเล็ดลอดเข้ามา สถานีที่เล่นแบบสดแทนที่จะเล่นจากบัฟเฟอร์เลื่อนเวลาจะยังถูกตัดทันที เพราะได้ยินช่วงพักของสถานีนั้นแล้ว
tr_tr: Kesip geçmek yerine bir istasyondan diğerine yumuşakça geçer. Sesin azalması ara başlamadan biter, böylece hiçbir reklam sızmaz. Zaman kaydırma arabelleğinden değil de canlı çalan bir istasyon yine de kesilir, çünkü arası zaten duyulabilir.
uk_ua: Плавно переходить з однієї станції на іншу замість різкого перемикання. Затухання закінчується до початку паузи, тож реклама не прослизає. Станція, що грає наживо, а не з буфера, як і раніше обривається, бо її пауза вже звучить.
vi_vn: Chuyển dần từ đài này sang đài kia thay vì cắt ngang. Phần nhỏ dần kết thúc trước khi quảng cáo bắt đầu, nên không có quảng cáo nào lọt vào. Đài đang phát trực tiếp thay vì từ bộ đệm dịch thời gian vẫn bị cắt ngang, vì quảng cáo của nó đã nghe thấy.
zh_tw: 從一個電台漸變到另一個，而不是直接切換。淡出會在廣告開始前結束，因此不會漏出廣告。直播而非從時間平移緩衝區播放的電台仍會直接切斷，因為它的廣告已經聽得到了。

# CrossfadeCheckBox.Content
source: Crossfade when zapping
ar_sa: التلاشي المتقاطع عند التبديل
cs_cz: Prolínání při přepínání
da_dk: Crossfade ved zapning
de_de: Beim Zappen überblenden
el_gr: Διασταυρούμενο σβήσιμο κατά την αλλαγή
fi_fi: Ristihäivytys kanavaa vaihdettaessa
fr_fr: Fondu enchaîné en zappant
he_il: מעבר הדרגתי בזמן זאפינג
hi_in: स्टेशन बदलते समय क्रॉसफ़ेड
hu_hu: Áttűnés váltáskor
id_id: Crossfade saat berpindah
ja_jp: ザップ時にクロスフェードする
ko_kr: 전환할 때 크로스페이드
nb_no: Krysstoning ved zapping
nl_nl: Crossfade bij het zappen
pl_pl: Przenikanie przy przełączaniu
pt_br: Crossfade ao zapear
ro_ro: Tranziție graduală la schimbare
ru_ru: Плавный переход при переключении
sk_sk: Prelínanie pri prepínaní
sv_se: Övertoning vid zappning
th_th: ครอสเฟดเมื่อเปลี่ยนสถานี
tr_tr: Kanal değiştirirken geçiş efekti
uk_ua: Плавний перехід під час перемикання
vi_vn: Chuyển tiếp mượt khi chuyển kênh
zh_tw: 轉台時交叉淡化

# ZapTargetsHeading.Text
source: Zap to
ar_sa: التبديل إلى
cs_cz: Přepínat na
da_dk: Zap til
de_de: Zappen zu
el_gr: Μετάβαση σε
fi_fi: Vaihda asemalle
fr_fr: Zapper vers
he_il: מעבר אל
hi_in: इन पर जाएँ
hu_hu: Váltás ide
id_id: Pindah ke
ja_jp: ザップ先
ko_kr: 전환 대상
nb_no: Zapp til
nl_nl: Zappen naar
pl_pl: Przełączaj na
pt_br: Zapear para
ro_ro: Schimbă spre
ru_ru: Переключаться на
sk_sk: Prepínať na
sv_se: Zappa till
th_th: เปลี่ยนไปที่
tr_tr: Geçilecek istasyonlar
uk_ua: Перемикати на
vi_vn: Chuyển đến
zh_tw: 轉台目標

# ZapTargetsText.Text
source: The favorites a break may be zapped to. Leave out a station that is no place to wait for the music, such as a news station; it is still zapped away from and returned to.
ar_sa: المفضلات التي يمكن التبديل إليها أثناء الفاصل. استبعد محطة لا تصلح لانتظار الموسيقى، مثل محطة إخبارية؛ فسيظل التبديل منها والعودة إليها ممكنًا.
cs_cz: Oblíbené stanice, na které lze během přestávky přepnout. Vynechte stanici, kde se na hudbu čekat nevyplatí, například zpravodajskou; z ní se stále přepíná pryč a vrací se na ni.
da_dk: De favoritter, en pause må zappes til. Udelad en station, der ikke egner sig til at vente på musikken, f.eks. en nyhedsstation; der zappes stadig væk fra og tilbage til den.
de_de: Die Favoriten, zu denen bei einer Pause gezappt werden darf. Lass einen Sender weg, der kein Ort ist, um auf die Musik zu warten, etwa einen Nachrichtensender; von ihm wird trotzdem weg- und zu ihm zurückgezappt.
el_gr: Τα αγαπημένα στα οποία μπορεί να γίνει μετάβαση σε διάλειμμα. Εξαιρέστε έναν σταθμό που δεν είναι κατάλληλος για να περιμένετε τη μουσική, όπως έναν ειδησεογραφικό· από αυτόν εξακολουθεί να γίνεται μετάβαση και επιστροφή.
fi_fi: Suosikit, joille katkon aikana saa vaihtaa. Jätä pois asema, joka ei sovi musiikin odottamiseen, kuten uutisasema; siltä vaihdetaan silti pois ja sille palataan.
fr_fr: Les favoris vers lesquels une pause peut zapper. Excluez une station où l’on n’attend pas la musique, comme une station d’info ; on la quitte tout de même en zappant et on y revient.
he_il: המועדפים שאליהם מותר לעבור בזמן הפסקה. השמיטו תחנה שלא מתאימה לחכות בה למוזיקה, כמו תחנת חדשות; עדיין עוברים ממנה וחוזרים אליה.
hi_in: वे पसंदीदा जिन पर ब्रेक के दौरान जाया जा सकता है। ऐसे स्टेशन को छोड़ दें जो संगीत का इंतज़ार करने लायक नहीं है, जैसे कोई समाचार स्टेशन; उससे हटना और उस पर लौटना फिर भी होता है।
hu_hu: Azok a kedvencek, amelyekre szünetben át lehet váltani. Hagyja ki azt az állomást, amely nem alkalmas a zenére várakozásra, például egy hírállomást; arról továbbra is el lehet váltani, és vissza lehet térni rá.
id_id: Favorit yang boleh menjadi tujuan perpindahan saat jeda. Kecualikan stasiun yang tidak cocok untuk menunggu musik, misalnya stasiun berita; stasiun itu tetap bisa ditinggalkan dan didatangi kembali.
ja_jp: 区切りのときにザップしてよいお気に入りです。ニュース局など、音楽を待つのに向かない局は外してください。その局からのザップと、その局への復帰は引き続き行われます。
ko_kr: 광고 중에 전환할 수 있는 즐겨찾기입니다. 뉴스 방송국처럼 음악을 기다리기에 적합하지 않은 방송국은 제외하세요. 그 방송국에서 벗어나고 다시 돌아오는 것은 계속됩니다.
nb_no: Favorittene en pause kan zappes til. Utelat en stasjon som ikke egner seg til å vente på musikken, for eksempel en nyhetsstasjon; det zappes fortsatt bort fra og tilbake til den.
nl_nl: De favorieten waar bij een blok naartoe gezapt mag worden. Laat een zender weg die geen plek is om op de muziek te wachten, zoals een nieuwszender; daar wordt nog wel van weg en naar terug gezapt.
pl_pl: Ulubione stacje, na które można przełączyć podczas przerwy. Pomiń stację, która nie nadaje się do czekania na muzykę, np. stację informacyjną; nadal można z niej przełączać i do niej wracać.
pt_br: Os favoritos para onde um intervalo pode zapear. Deixe de fora uma estação que não serve para esperar a música, como uma de notícias; ainda assim se zapeia a partir dela e se volta para ela.
ro_ro: Favoritele spre care se poate schimba în timpul unei pauze. Excludeți un post care nu e potrivit pentru a aștepta muzica, cum ar fi unul de știri; de pe el se schimbă în continuare și se revine la el.
ru_ru: Избранные станции, на которые можно переключиться во время паузы. Исключите станцию, на которой не стоит ждать музыку, например новостную; с неё по-прежнему можно уходить и на неё возвращаться.
sk_sk: Obľúbené stanice, na ktoré možno počas prestávky prepnúť. Vynechajte stanicu, kde sa na hudbu čakať neoplatí, napríklad spravodajskú; z nej sa stále prepína preč a vracia sa na ňu.
sv_se: Favoriterna som ett avbrott får zappas till. Utelämna en station som inte passar för att vänta på musiken, till exempel en nyhetsstation; den zappas fortfarande bort från och tillbaka till.
th_th: สถานีโปรดที่เปลี่ยนไปได้ระหว่างช่วงพัก ไม่ต้องเลือกสถานีที่ไม่เหมาะกับการรอเพลง เช่น สถานีข่าว ซึ่งยังคงเปลี่ยนออกจากและกลับไปยังสถานีนั้นได้
tr_tr: Bir arada geçilebilecek favoriler. Müziği beklemek için uygun olmayan bir istasyonu, örneğin bir haber istasyonunu dışarıda bırakın; ondan yine de uzaklaşılır ve ona geri dönülür.
uk_ua: Обрані станції, на які можна перемикати під час паузи. Виключіть станцію, на якій не варто чекати музики, наприклад новинну; з неї все одно перемикається і на неї повертається.
vi_vn: Các đài yêu thích có thể chuyển đến khi có quảng cáo. Hãy bỏ đài không phù hợp để chờ nhạc, chẳng hạn đài tin tức; vẫn có thể chuyển khỏi và quay lại đài đó.
zh_tw: 廣告時可以轉到的最愛電台。請排除不適合等待音樂的電台，例如新聞台；仍會從它轉走並轉回它。
